Revit 2027 API
UnitTypeId.GrainsPerHourSquareFootInchMercury Property
 Grains per hour square foot inch mercury.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId GrainsPerHourSquareFootInchMercury { get; }
Public Shared ReadOnly Property GrainsPerHourSquareFootInchMercury As ForgeTypeId
	Get
public:
static property ForgeTypeId^ GrainsPerHourSquareFootInchMercury {
	ForgeTypeId^ get ();
}
static member GrainsPerHourSquareFootInchMercury : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
UnitTypeId Class
Autodesk.Revit.DB Namespace